{
    "ball": [
        "Spark Catch light-up baseball has four 100-lumen LED bulbs for nighttime games of catch",
        "Want to play a fun game of catch in the dark? Now you can with the Spark Catch light-up baseball. This ball uses four LED bulbs for powerful lighting technology that offers 100 lumens of brightness. With the feel of..\n\nGenevieve Healey\n\nCool GadgetsSports\n\nWant to play a fun game of catch in the dark? Now you can with the Spark Catch light-up baseball. This ball uses four LED bulbs for powerful lighting technology that offers 100 lumens of brightness. With the feel of a real baseball, this one has the same size, handmade stitches, weight, and genuine cow leather that an MLB baseball does. So you get the firm grip you need to throw far. Moreover, this ball achieved impact testing up to 86 miles per hour using a pitching machine. So you know it’s both durable and safe. It’ll perform like a real baseball and let you have all the fun you’re used to—just at night. So you can run around with your friends, enjoying this innovative baseball.",
        "Get it forGet it for $37.99"
    ],
    "bed": [
        "ErgoSportive adjustable smart bed has built-in health sensors that measure biometric data",
        "The ErgoSportive Bed complete sleep system includes an adjustable smart bed with built-in health sensors and works with an integrated app.",
        "Sleep better with the complete sleep system from ErgoSportive. It includes an adjustable smart bed with built-in health sensors, and it works with an integrated app.",
        "Read on to learn more! – The app provides insights into your health, fitness, and recovery. In fact, the no-contact biometric health sensors measure your sleep stages, sleep movement, heart rate, respiratory rate, and snoring.",
        "With an anti-snore system, it detects snoring and automatically raises the head of the bed to help alleviate snoring. ",
        "Made with an integrated LED headboard, it has a dimmable light that also serves as a sunrise/sunset alarm. – Its 2 under-bed USB ports make it easy for you to charge your devices as needed.",
        "A Garmin-connectable smart and adjustable bed, it works with or without Garmin. But adding that connectivity gives you enhanced health reports.",
        "Get it forGet it for $3599 ErgoSportive adjustable smart bed has built-in health sensors that measure biometric data Add Reminder"
    ],
    "laundry": [
        "Eeva 2-in-1 smart laundry solution washes & dries your clothes without a water connection",
        "Do your laundry effortlessly at home or anywhere you go with the Eeva 2-in-1 smart laundry solution. Thanks to the portable design, you can use Eva anywhere.",
        "In fact, you can provide water either through a direct water hookup or..",
        "This item is eligible for $300 OFF Discount",
        "Thanks to the portable design, you can use Eva anywhere. In fact, you can provide water either through a direct water hookup or by simply filling up the removable water canister. There’s also a dirty water reservoir at the bottom where all the used water drains to after the wash and rinse cycle. Additionally, once the entire cycle is complete, you can easily set up a hose drain or simply empty it wherever is convenient. There are multiple cycle settings and also just wash/just dry options for those who want to explore the same. Eeva uses heat so you can be sure that your clothes are 100% dry.",
        "Most importantly, Eeva reduces your water and energy consumption (proportionally) compared to using traditional machines.",
        "Preorder $1199 Eeva 2-in-1 smart laundry solution washes & dries your clothes without a water connection"
    ],
    "case": [
        "EcoBlvd Mojave Collection compostable phone cases use plant-based CornBo material",
        "Outfit your adventurous life with the EcoBlvd Mojave Collection compostable phone cases.",
        "With a rugged, eco-friendly design, this phone case collection uses bamboo and corn—a material called CornBo. It composts within months—instead of 500 years like traditional plastics—and each purchase.",
        "Its dual-layer design offers superior durability thanks to CornBo, a corn and bamboo plant-based material, which delivers not only ultra-rugged protection but also 100% compostability. ",
        "Incredibly, this sustainably sourced material provides 4X the tensile strength of steel! Yet it breaks down in your green bin in just 3 months. It’s a win-win for you and the environment. ",
        "Finally, it has a rugged outer shell and padded inner cover with shock-absorbing properties to protect your phone from scratches, bumps, and drops."
    ],
    "headphones": [
        "Fairphone Fairbuds XL modular over-ear headphones use recycled and fair materials",
        "The Fairphone Fairbuds XL modular over-ear headphones showcase sustainable design and a slew of impressive features.",
        "Crafted with recycled materials, the Fairphone Fairbuds XL modular over-ear headphones showcase sustainable design. Proving that devices can be both long-lasting and fair, they offer a slew of impressive features. – A modular audio device, they use vegan leather, 100% recycled plastic, 100% recycled aluminum, and recycled tin. – The travel pouch uses 100% recycled polyester and nylon.",
        "Sustainable and repairable smartphones, they come with spare parts that make them easy to fix if necessary. ",
        " Made with a focus on people and the planet, they offer a sustainable alternative to typical devices. – The company even replaces parts that wear, like ear cushions, so you can enjoy your headphones for longer. – Helping you reduce your environmental footprint, the company invests in carbon reduction projects that lower CO2 emissions and benefit the surrounding communities.",
        "Get it forGet it for $273.80 Fairphone Fairbuds XL modular over-ear headphones use recycled and fair materials Add Reminder"
    ],
    "ebike": [
        "Garmin Varia eRTL615 radar taillight for eBikes warns you of approaching vehicles",
        "Know what vehicles are behind you with the Garmin Varia eRTL615 radar taillight for eBikes. This helpful little gadget adds peace of mind to every ride with its rearview radar and taillight. Check out its cool features:",
        "A battery-free radar that plugs directly into a compatible eBike using a USB-A adapter cable.",
        "Rearview radar with visual and audible alerts on compatible devices for vehicles approaching from behind up to 150 yards.",
        "Pairs with select Garmin wearables, Edge cycling devices, and compatible smartphones.",
        "A taillight with daytime visibility up to 1 mile away.",
        "A sleek, compact design with multiple mounting options.",
        "Four adjustable light modes, including peloton mode with a low-intensity flash that’s gentle on other cyclists’ eyes.",
        "Ride safely on commutes and adventures with this eBike radar taillight!",
        "Get it for $273.80"
    ],
    "escooter": [
        "Yadea ElitePrime eScooter boasts a high-performance build and long-range abilities",
        "Travel around town like never before when you have the Yadea ElitePrime eScooter. Boasting a high-performance design, it has a number of impressive features. Not only that, but it also provides a maximum range of 40 miles!",
        "Get across your city and back on this SUV-like scooter, which offers 6.1 inches of ground clearance for a smooth ride. Additionally, this urban SUV delivers a 1,500 watt motor power output. This helps you travel up to 18.6 miles per hour. Moreover, with a payload capacity of up to 265 pounds, it’s widely compatible with riders. And its tough and sturdy all-aluminum frame pairs with polymer shock absorbers as well as a front and rear single-side suspension structure.",
        "Furthermore, it has 10-inch vacuum tires, a front drum brake, a rear disc brake, and the ability to climb inclines up to 30%.",
        "Preorder for $1499"
    ],
    "long_range_ebike": [
        "FUELL Flluid long-range eBikes come in 4 variations and can go as far as 225 miles",
        "Experience stylish and long-range travel with FUELL Flluid long-range eBikes. Choose from 4 options",
        "—Flluid-2, Flluid-2S, Flluid-3, and Flluid-3S—which each offer impressive features.\n\n– Powerful 1 kW single battery capacity that has a range of 110 miles",
        "– Ideal for urban commuting",
        "– High-performance designs suitable for a wide range of riders",
        "– Valeo mid-drive unit: 750W of power for the Flluid-2 and Flluid-3—1,000W for Flluid-2S and Flluid-3S\n– Integrated automatic 7-speed gearbox with automatic and predictive shifting",
        "If you go for the Flluid-2, you’ll also enjoy these benefits.\n– 2 kWh of dual battery capacity\n– A large range of up to 225 miles\n– 130 Nm of torque thanks to the Valeo mid-drive unit (same on the Flluid-3)",
        "As for their top speeds, check out the numbers below.\n– Flluid-2 can reach a top speed of 20 mph\n– Flluid-2S can reach a top speed of 28 mph\n– Flluid-3 reaches a speed of 20 mph\n– Flluid-3S achieves up to 28 mph",
        "Choose FUELL Flluid long-range eBikes for a stylish and efficient travel experience!\n\n",
        "Preorder for $5495"
    ],
    "inflatable_dog_kennel": [
        "Enventur inflatable travel dog kennel is designed for both pet comfort and safety",
        "The Enventur inflatable travel dog kennel prioritizes your pet’s comfort and safety without compromising on convenience. Fold it flat when not in use so you can store it with ease and inflate it in as little as a minute for your next adventure. It gives you the safety and ruggedness of a hard-sided kennel while offering packability and ease of use.",
        "Providing durability and safety, it has a sturdy construction that passes all the tests with flying colors (compression, tension, freezing rain, severe cold, severe heat, puncture, bite testing, and lifetime component testing).",
        "Giving your pup a cushioned wall and bed-like floor space, it also has mesh windows for ventilation. Enventur safely installs into a variety of vehicles, from sedan to SUV, depending on kennel size via its secure D-rings. Finally, it comes in 3 sizes to accommodate pups of all shapes and sizes.",
        "Preorder for $425"
    ],
    "travel_mug": [
        "Ember Travel Mug 2+ coffee thermos works with Apple Find My so you always know where it is",
        "Keep your drink warm in the Ember Travel Mug 2+ coffee thermos. But it does more than that: it also works with the Apple Find My network. So you’ll never misplace your thermos again! With this connectivity, it alerts iOS and Mac users if they leave it behind.",
        "On the outside, it looks the same as the Travel Mug 2, but its internal hardware offers more. In fact, you’ll actually see it show up in your app! Plus, you can even locate it via your Apple Watch. Beyond that, it even has a speaker! If you happen to lose it, you can make it play a sound, helping you find it. Furthermore, it’ll keep drinks hot for at least 3 hours, and it has a 12-ounce capacity.",
        "Get it for $199"
    ],
    "dog_jacket": [
        "Glacier Jacket 2.0 insulated dog jacket keeps your pup warm & provides freedom of movement",
        "Take your pup on every adventure, no matter the weather, when you have the Glacier Jacket 2.0 insulated dog jacket. With a lightweight and functional design, it gives Fido the unrestricted movement he needs outdoors. Not only that, but it will also keep your pup warm when resting between sprints. Available in 14 different sizes, it works for dogs from large to small.",
        "Not only that, but you can also select from 3 different color combinations: black/orange, purple, and navy/teal/red. Made with comfort in mind, this winter jacket for dogs uses PrimaLoft Black Insulation Eco, for a lightweight and soft finish. Plus, it continues to keep your pup warm even if it gets wet. Designed with a windproof and water-repellent shell, it protects your pup against rough terrain as well.",
        "Get for $114"
    ]
}
